Revit 2027 API
ParameterTypeId.JoistSystemClearSpacingParam Property
 "Clear Spacing"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId JoistSystemClearSpacingParam { get; }
Public Shared ReadOnly Property JoistSystemClearSpacingParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ JoistSystemClearSpacingParam {
	ForgeTypeId^ get ();
}
static member JoistSystemClearSpacingParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace